Repository: KalleMus/checkout-woocommerce
Catalog: bambora-online-checkout/languages/bambora-online-checkout-*.po
Languages: sv_se

source: The Capture action was a success for order %s
sv_se: Betalningsfångsten var framgångsrik för order %s

source: Could not load the payment types
sv_se: Kunde inte ladda in betalningsmetoderna

source: No connection to Bambora
sv_se: Ingen kontakt med Bambora

source: Could not load the currency
sv_se: Kunde inte ladda in valutan

source: Bambora Online Checkout Subscription could not be authorized for renewal order # %s - %s
sv_se: Bambora Online Checkout Prenumeration kunde inte auktoriseras för förnyelseorder # %s - %s

source: Bambora Online Checkout Subscription id was not found
sv_se: Bambora Online Checkout Subscription ID hittades inte

source: Bambora Online Checkout Subscription was authorized for renewal order %s with transaction id %s
sv_se: Bambora Online Checkout Prenumeration auktoriserades för förnyelseorder %s med transaktion ID %s

source: Bambora Online Checkout Subscription could not be canceled - %s
sv_se: Bambora Online Checkout Prenumeration kunde inte avbrytas - %s

source: Bambora Online Checkout Subscription ID was not found
sv_se: Bambora Online Checkout Subscription ID hittades inte

source: Subscription successfully Canceled. - Bambora Online Checkout Subscription Id: %s
sv_se: Prenumerationen har avslutats. - Bambora Online Checkout Subscription ID: %s

source: Could not retrive the payment window. Reason:
sv_se: Kunde inte hämta betalningsfönstret. Anledning:

source: pcs.
sv_se: st.

source: fee
sv_se: avgift

source: Fee
sv_se: Avgift

source: Bambora Online Checkout Payment completed with transaction id %s
sv_se: Bambora Online Checkout Payment fullgjord med transaktion ID %s

source: Bambora Online Checkout Subscription changed from: %s to: %s
sv_se: Bambora Online Checkout Prenumeration ändrad från: %s till: %s

source: Bambora Online Checkout Subscription activated with subscription id: %s
sv_se: Bambora Online Checkout Prenumeration aktiverad med prenumeration ID: %s

source: Surcharge Fee
sv_se: Tilläggsavgift

source: Bambora Online Checkout Subscription activated with subscription id: %s by order %s
sv_se: Bambora Online Checkout Prenumeration aktiverad med prenumeration ID: %s för order %s

source: Your user role is not allowed to refund via Bambora Online
sv_se: Din användarroll kan ej återbetala via Bambora Online Checkout

source: You have to refund a higher amount than 0.
sv_se: Du måste ange en summa högre än 0 för att kunna återbetala.

source: The Refund action was a success for order %s
sv_se: Återbetalningsåtgärden var framgångsfull för order %s

source: Invalid refund amount for item
sv_se: Felaktig återbetalningssumma för vara

source: Invalid refund amount for shipping
sv_se: Felaktig återbetalningssumma för frakt

source: You can only refund complete order lines for payments made with Walley.
sv_se: Du kan enbart återbetala fullständiga orderrader för betalningar gjorda med Walley.

source: Invalid refund amount for fees
sv_se: Felaktig återbetalningssumma för avgifter

source: Refund
sv_se: Återbetalning

source: Bambora Online Checkout Payment Request
sv_se: Bambora Betalningsförfrågan

source: Are you sure you want to create a payment request?
sv_se: Är du säker på att du vill skapa en betalningsförfrågan?

source: Create Payment Request
sv_se: Skapa betalningsförfrågan

source: Get transaction failed for order %s - %s
sv_se: Hämtning av transaktion misslyckades för order %s - %s

source: Get transaction operations failed - %s
sv_se: Hämtning av transaktions operationer misslyckades - %s

source: Transaction ID
sv_se: Transaktion ID

source: Payment Type
sv_se: Betalnings typ

source: Acquirer Reference
sv_se: Inlösarreferens

source: Exemptions
sv_se: Undantag

source: Authorized:
sv_se: Auktoriserad:

source: Captured:
sv_se: Fångad:

source: Refunded:
sv_se: Återbetald:

source: With Payment Provider Walley only full capture is possible here. For partial capture, please use Bambora Merchant Portal.
sv_se: Med betalmetoden Walley så är bara full fångst möjlig. Använd Bambora Merchant Portal för delfångst.

source: Are you sure you want to capture the payment?
sv_se: Är du säker på att du vill fånga betalningen?

source: Capture
sv_se: Fånga

source: Your role cannot capture or delete the payment
sv_se: Din roll kan inte fånga eller radera betalningen

source: Are you sure you want to delete the payment?
sv_se: Är du säker på att du vill radera betalningen?

source: Delete
sv_se: Radera

source: The amount you entered was in the wrong format.
sv_se: Summan du angivit har fel format.

source: Warning
sv_se: Varning

source: Correct format is: 1234.56
sv_se: Korrekt format är: 1234.56

source: No transaction was found for order %s
sv_se: Ingen transaktion hittades för order %s

source: TRANSACTION HISTORY
sv_se: Transaktionshistorik

source: The %s action was a success for order %s
sv_se: Åtgärd (%s) slutförd för order %s

source: Capture action failed for order %s - %s
sv_se: Betalningsfångst misslyckades för order %s - %s

source: Refund action failed for order %s - %s
sv_se: Återbetalningsåtgärden misslyckades för order %s - %s

source: Delete action failed - %s
sv_se: Raderingsåtgärden misslyckades -%s

source: Bambora Payment Request with id %s created for order %s
sv_se: Bambora betalningsförfrågan med id %s skapad för order %s

source: Create payment request failed for order %s
sv_se: Skapandet av betalningsförfrågan misslyckades för order %s

source: Bambora Payment Request %s deleted for order %s
sv_se: Bambora Betalningsförfrågan %s raderad för order %s

source: Delete payment request failed for order %s
sv_se: Raderandet av betalningsförfråga för order %s misslyckades

source: Bambora Payment Request with id %s sent with email to %s
sv_se: Bambora Betalningsförfrågan med id %s skickades med epost till %s

source: Send payment request email failed for order %s
sv_se: Skickandet av epost med betalningsförfråga misslyckades för order %s

source: Payment Request Details
sv_se: Betalningsförfrågedetaljer

source: Payment Request ID
sv_se: Betalningsförfråge ID

source: Created
sv_se: Skapad

source: Description
sv_se: Beskrivning

source: Reference
sv_se: Referens

source: Payment Request URL
sv_se: Betalningsförfråge-URL

source: Are you sure you want to delete this payment request?
sv_se: Är du säker på att du vill radera den här betalningsförfrågan?

source: Delete Payment Request
sv_se: Radera betalningsförfrågan

source: Send Payment Request
sv_se: Skicka betalningsförfråga

source: Are you sure that you want to send the Payment Request to %s, requesting an amount of %s ?
sv_se: Är du säker på att du vill skicka betalningsförfrågan till %s på summan %s?

source: Recipient Email
sv_se: Mottagarepostadress

source: Recipient Name
sv_se: Mottagarnamn

source: Reply-To Email
sv_se: Reply-to epostadress

source: Reply-To Name
sv_se: Reply-to namn

source: Message
sv_se: Meddelande

source: Send Payment Request by Email
sv_se: Skicka betalningsförfrågan via epost

source: Create Payment Request for Order
sv_se: Skapa betalningsförfrågan för order

source: Once you have created the Payment Request, you will be able to send it directly to the customer.
sv_se: När du har skapat betalningsförfrågan kommer du kunna skicka den direkt till kunden.

source: Order Amount in Request
sv_se: Totalsumma i betalningsförfrågan

source: Bambora Payment Request
sv_se: Bambora Betalningsförfrågan

source: Authorized
sv_se: Auktoriserad

source: Captured
sv_se: Fångad

source: Refunded
sv_se: Återbetald

source: Deleted
sv_se: Raderad

source: https://www.bambora.com
sv_se: https://www.bambora.com/sv/se/

source: Bambora Online Checkout payment gateway for WooCommerce
sv_se: Bambora Online Checkout betalningsmodul för WooCommerce
